{
	"_meta": {
		"sources": [
			{
				"json": "JHC",
				"abbreviation": "JHC",
				"full": "House Rules JHC",
				"authors": [
					"Jens Schmidt"
				],
				"convertedBy": [
					"Jens Schmidt"
				],
				"version": "2.1",
				"url": "",
				"targetSchema": "1.1.0"
			}
		],
		"dateAdded": 1616941676,
		"dateLastModified": 1616941676
	},
	"subclass": [
		{
			"name": "Divine Agent",
			"subclassFeatures": [
				"Divine Agent|Rogue|PHB|Divine Agent|JHC|3"
			],
			"source": "JHC",
			"shortName": "Divine Agent",
			"className": "Rogue",
			"classSource": "PHB"
		}			
	],
	"subclassFeature": [
		{
			"name": "Divine Agent",
			"source": "JHC",
			"page": 226,
			"className": "Rogue",
			"classSource": "PHB",
			"subclassShortName": "Divine Agent",
			"subclassSource": "JHC",
			"level": 3,
			"entries": [
				"Most warriors and combat specialists spend their years perfecting the classic arts of swordplay, archery, or polearm tactics. Whether duelist or infantry, martial weapons were seemingly perfected long ago, and the true challenge is to master them.",
				"However, some minds couldn't stop with the innovation of the crossbow. Experimentation with alchemical components and rare metals have unlocked the secrets of controlled explosive force. The few who survive these trials of ingenuity may become the first to create, and deftly wield, the first firearms.",
				"This archetype focuses on the ability to design, craft, and utilize powerful, yet dangerous ranged weapons. Through creative innovation and immaculate aim, you become a distant force of death on the battlefield. However, not being a perfect science, firearms carry an inherent instability that can occasionally leave you without a functional means of attack. This is the danger of new, untested technologies in a world where the arcane energies that rule the elements are ever present.",
				"Should this path of powder, fire, and metal call to you, keep your wits about you, hold on to your convictions as a fighter, and let skill meet luck to guide your bullets to strike true."
			]
		}
	]
}